Repository: aaditya-gnulinux/timeset
Catalog: po/*.po
Languages: de, es, fr, it, ro

source: Must be root to run this script
de: Muss Wurzel dieses Skript ausgeführt werden
es: Debe ser root para ejecutar este script
fr: Doit être root pour exécuter ce script
it: Deve essere root per eseguire questo script
ro: Scriptul are nevoie de drepturi de administrator

source: Timezone set to
de: Zeitzone einstellen

source: Wrong timezone entered.
de: Falsche Zeitzone eingetragen.

source: Time not entered correctly.
de: Zeit nicht korrekt eingegeben.

source: Press Enter to continue...
de: Drücken Sie die Eingabetaste, um fortzufahren...

source: TimeSet - Configure system date and time
de: TimeSet - Konfigurieren Sie das System Datum und Uhrzeit

source: Show current date and time configuration
de: Anzeigen Aktuelles Datum und Uhrzeit Konfiguration
es: Mostrar fecha actual y la configuración de la hora
fr: Afficher la date actuelle et la configuration du temps
it: Mostra data attuale e Time Configuration
ro: Afișează data, ora și configurația actuală

source: Show known timezones (press q to return to menu)
de: Zeitzonen anzeigen Bekannte (drücken Sie q zurück zum Menü )
es: Mostrar Conocido Timezones (pulse q para volver al menú )
fr: Afficher les fuseaux horaires connus (appuyez sur q pour revenir au menu)
it: Mostra Noto Timezones (premere q per tornare al menu )
ro: Afișează fusurile orare cunoscute (apăsați q pentru a reveni la meniu)

source: Set system timezone
de: Set System Zeitzone
es: Establecer Zona Horaria del Sistema
fr: Régler le fuseau horaire du système
it: Imposta fuso orario di sistema
ro: Setați fusul orar al sistemului

source: Synchronize time from the network (NTP)
de: Synchronisieren Zeit von der Network (NTP)
es: Sincronizar hora de la red (NTP )
fr: Synchroniser l'heure du réseau (NTP)
it: Sincronizzare l'ora dalla rete ( NTP )
ro: Sincronizează ora din rețea (NTP)

source: Choose whether NTP is enabled or not
de: Kontrollieren Sie, ob NTP benutzt wird oder nicht
es: Controlar si se usa NTP o no
fr: Contrôler si NTP est utilisé ou non
it: Controllare se si utilizza NTP o meno
ro: Alegeți dacă NTP este activat sau nu

source: Control whether hardware clock is in UTC or local time
de: Steuern, ob Hardware-Uhr ist in Lokale Zeit oder nicht

source: Show the time and settings for the hardware clock
de: Lesen Sie die Zeit von der Hardware-Uhr

source: Synchronize hardware clock to system time
de: Synchronisieren Hardware-Uhr, um System Time
es: Sincronizar reloj de hardware a la hora del sistema
fr: Synchroniser horloge matérielle à l'heure du système
it: Sincronizzare Hardware dell'orologio sull'ora di sistema
ro: Sincronizează ceasul hardware la ora sistemului

source: Synchronize system time to hardware clock time
de: Synchronisieren der Systemzeit von Hardware-Uhr

source: Set system time manually
de: Setzen der Systemzeit manuell
es: Tiempo de grupos de sistemas manualmente
fr: Régler l'heure système manuellement
it: Ora Impostazione sistema manualmente
ro: Setați ora sistemului manual

source: Exit/Quit
de: Exit / Beenden
es: Exit / Salir
fr: Exit / Quitter
it: Exit / Esci
ro: Ieșire

source: Enter your choice
de: Geben Sie Ihre Wahl
es: Ingrese su elección
fr: Entrez votre choix
it: Inserisci la tua scelta
ro: Introduceți alegerea

source: Current date and time
de: Anzeigen Aktuelles Datum und Uhrzeit Konfiguration
ro: Afișează data, ora și configurația actuală

source: Enter the timezone (It should be like Continent/City):
de: Geben Sie die Zeitzone (Es sollte so sein Kontinent / Stadt):

source: Synchronizing time from the network
de: Synchronisieren Zeit von der Network
ro: Sincronizează ora din rețea (NTP)

source: NTP should be installed for this to work.
de: NTP installiert, damit das funktioniert werden.

source: Please wait a few moments while the time is being synchronised...
de: Bitte warten Sie einen Moment, die Zeit synchronisiert wird...

source: ntpdate not found
de: ntpdate nicht gefunden

source: If NTP is enabled the system will periodically synchronize time from the network.
de: Wenn NTP aktiviert ist wird das System in regelmäßigen Abständen synchronisieren Zeit aus dem Netz

source: Enter 1 to enable NTP and 0 to disable NTP
de: Geben Sie 1 ein NTP aktivieren und 0 bis NTP deaktivieren

source: ntpd service not found
de: ntpd-Dienst nicht gefunden

source: Incorrect choice
de: Falsche Auswahl

source: For this to work the ntp daemon (ntpd) needs to be installed.
de: Damit dies der NTP Daemon (ntpd) arbeiten muss installiert werden.

source: Enter 0 to set hardware clock to UTC and 1 to set it to local time:
de: Geben Sie 0 ein, um Hardware-Uhr auf UTC eingestellt und 1 bis in die lokale Zeit gesetzt:

source: Press Enter. . .
es: Pulse Intro.
fr: Appuyez sur Entrée .
it: Premere Invio .
ro: Apăsați enter...

source: TimeSet(tings) - Configure the system date and time
es: TimeSet ( ajustes ) - Configurar la fecha y hora del sistema
fr: TimeSet (réglages) - Configurer la date et l'heure du système
it: TimeSet ( Settings ) - Configurare la data e l' ora del sistema
ro: TimeSet(ări) - Configurați data și ora sistemului

source: Control whether hardware clock is in local time or not
es: Controlar si reloj de hardware está en hora local o no
fr: Contrôler si horloge matérielle est en heure locale ou pas
it: Controllare se Hardware Clock Ã¨ in ora locale o non
ro: Alegeți dacă ceasul hardware este în ora locală sau UTC

source: Read the time from the hardware clock
es: Leer la hora del reloj de hardware
fr: Lire l'heure de l'horloge du matériel
it: Leggere il tempo dal clock hardware
ro: Citește ora din ceasul hardware

source: Synchronize system time to hardware clock
es: Sincronizar la hora del sistema de reloj de hardware
fr: Synchroniser l'heure système de Horloge matérielle
it: Sincronizzare ora del sistema da Hardware Clock
ro: Sincronizează ora sistemului la ceasul hardware

source: Enter 0 to set hardware clock to UTC and 1 to set it to local time :
ro: Alegeți dacă ceasul hardware este în ora locală sau UTC
